{"image": "./dataset/exp1/test/building/15/Frankfurt/17170_11095.png", "conditioning_image_road": "./dataset/exp1/test/road/15/Frankfurt/17170_11095.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/Frankfurt/17170_11095.png", "meta_data": [8.6407470703125, 50.12409991313027], "text": "A black and white map of city buildings, Located in Frankfurt, Mostly residential area with numerous apartments, some allotments, occasional schools, and a variety of surface types including asphalt, sett, and paving stones., Bockenheim, a historic district in Frankfurt, Germany, known for its university, museum, and trade fair. Home to the Bockenheimer Depot turned theatre and the headquarters of Deutsche Bundesbank."}
{"image": "./dataset/exp1/test/building/15/Frankfurt/17170_11096.png", "conditioning_image_road": "./dataset/exp1/test/road/15/Frankfurt/17170_11096.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/Frankfurt/17170_11096.png", "meta_data": [8.6407470703125, 50.117055764529894], "text": "A black and white map of city buildings, Located in Frankfurt, Most buildings are apartments, with numerous offices and some schools. The area has a variety of amenities like parking, schools, and parks, with a few leisure spots., Skyscraper IBC Tower in Bockenheim district, Frankfurt. A 30-storey building designed by architect Kohler, part of the IBC complex near Frankfurt Trade Fair grounds, completed in 2003."}
{"image": "./dataset/exp1/test/building/15/Frankfurt/17170_11097.png", "conditioning_image_road": "./dataset/exp1/test/road/15/Frankfurt/17170_11097.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/Frankfurt/17170_11097.png", "meta_data": [8.6407470703125, 50.11001057938651], "text": "A black and white map of city buildings, Located in Frankfurt, Mostly residential buildings with some commercial and office buildings. Few industrial and warehouse structures. Several flat and gabled roofs. Several grass areas and playgrounds., Messe Torhaus is a 117m high high-rise building in Bockenheim, Frankfurt. Designed by Oswald Mathias Ungers, it features a unique guillotine-like shape with a red stone facade, housing Messe Frankfurt's administration and various services."}
{"image": "./dataset/exp1/test/building/15/Frankfurt/17170_11098.png", "conditioning_image_road": "./dataset/exp1/test/road/15/Frankfurt/17170_11098.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/Frankfurt/17170_11098.png", "meta_data": [8.6407470703125, 50.10296435765416], "text": "A black and white map of city buildings, Located in Frankfurt, Mostly residential area with numerous apartments, some parks, few commercial buildings, several leisure facilities like playgrounds and sports halls, occasional schools and hotels., A mix of historical and modern architecture surrounds Frankfurt Galluswarte station in the Gallus district. The area features Mainzer Landstraße, a bustling transport and business axis with office buildings and a developing Europaviertel."}
{"image": "./dataset/exp1/test/building/15/Frankfurt/17170_11099.png", "conditioning_image_road": "./dataset/exp1/test/road/15/Frankfurt/17170_11099.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/Frankfurt/17170_11099.png", "meta_data": [8.6407470703125, 50.09591709928689], "text": "A black and white map of city buildings, Located in Frankfurt, Mostly urban area with diverse buildings, some water bodies, recreational spaces, and a variety of amenities like schools, parking, and offices., Historic city center with a mix of modern skyscrapers and traditional German architecture, including the Römer, St. Bartholomew's Cathedral, and the Goethe House."}
{"image": "./dataset/exp1/test/building/15/Frankfurt/17170_11100.png", "conditioning_image_road": "./dataset/exp1/test/road/15/Frankfurt/17170_11100.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/Frankfurt/17170_11100.png", "meta_data": [8.6407470703125, 50.08886880423883], "text": "A black and white map of city buildings, Located in Frankfurt, Mostly residential area with numerous buildings, parks, and playgrounds. Some water bodies and leisure facilities. Various surface types and sporadic amenities., Niederrad, Frankfurt: Located in Ortsbezirk Süd, Niederrad showcases architectural diversity in its Stadtbezirke. Explore Niederrad-Nord, Niederrad-Süd, and the new Niederrad-West for unique urban landscapes."}
{"image": "./dataset/exp1/test/building/15/Frankfurt/17171_11095.png", "conditioning_image_road": "./dataset/exp1/test/road/15/Frankfurt/17171_11095.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/Frankfurt/17171_11095.png", "meta_data": [8.6517333984375, 50.12409991313027], "text": "A black and white map of city buildings, Located in Frankfurt, Mostly residential area with numerous buildings (259), various amenities like parking (132), some green spaces including parks (4) and playgrounds (4), with a few schools (2)., The Westend-Süd district in Frankfurt features the Palmengarten botanical garden, Bockenheimer Depot theatre venue, and sustainable KfW Westarkade office building. It's a blend of nature, culture, and modern architecture."}
{"image": "./dataset/exp1/test/building/15/Frankfurt/17171_11096.png", "conditioning_image_road": "./dataset/exp1/test/road/15/Frankfurt/17171_11096.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/Frankfurt/17171_11096.png", "meta_data": [8.6517333984375, 50.117055764529894], "text": "A black and white map of city buildings, Located in Frankfurt, Most buildings are apartments, with many paving stones and shrubberies. Several offices, hotels, and playgrounds are present. Very few water bodies and museums., Towering skyscrapers in Frankfurt's Westend district, including the former AfE-Turm and the modern sustainable KfW Westarkade, stand near the Naturmuseum Senckenberg and the University of Frankfurt Institute for Social Research."}
{"image": "./dataset/exp1/test/building/15/Frankfurt/17171_11097.png", "conditioning_image_road": "./dataset/exp1/test/road/15/Frankfurt/17171_11097.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/Frankfurt/17171_11097.png", "meta_data": [8.6517333984375, 50.11001057938651], "text": "A black and white map of city buildings, Located in Frankfurt, Mostly residential area with many apartments, some commercial buildings, several hotels, very few churches, occasional schools, and frequent gardens and parks., Europaviertel is a modern urban quarter in Frankfurt with offices, hotels, apartments, schools, parks, and shopping centers. The area includes the iconic Skyline Plaza complex and upcoming U-Bahn connection."}
{"image": "./dataset/exp1/test/building/15/Frankfurt/17171_11098.png", "conditioning_image_road": "./dataset/exp1/test/road/15/Frankfurt/17171_11098.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/Frankfurt/17171_11098.png", "meta_data": [8.6517333984375, 50.10296435765416], "text": "A black and white map of city buildings, Located in Frankfurt, Mostly residential area with numerous apartments, some offices, industrial buildings, and a few schools, hotels, and retail spaces. Various roof shapes and solar power generation present., Gallus is a bustling urban quarter in Frankfurt, home to the central train station. Mainzer Landstraße cuts through, lined with modern buildings. The area has historical significance and ongoing development."}
{"image": "./dataset/exp1/test/building/15/Frankfurt/17171_11099.png", "conditioning_image_road": "./dataset/exp1/test/road/15/Frankfurt/17171_11099.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/Frankfurt/17171_11099.png", "meta_data": [8.6517333984375, 50.09591709928689], "text": "A black and white map of city buildings, Located in Frankfurt, Most buildings are residential and industrial, with several parks and water bodies. Some leisure facilities, educational institutions, and healthcare services are also present., Max Planck Institute for Brain Research, located in Frankfurt, is part of the Max Planck Society. The institute was founded in Berlin in 1914 and moved to Frankfurt-Niederrad in 1962."}
{"image": "./dataset/exp1/test/building/15/Frankfurt/17171_11100.png", "conditioning_image_road": "./dataset/exp1/test/road/15/Frankfurt/17171_11100.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/Frankfurt/17171_11100.png", "meta_data": [8.6517333984375, 50.08886880423883], "text": "A black and white map of city buildings, Located in Frankfurt, Mostly residential area with numerous buildings, some parks, sports facilities, and various surface types. Few hospitals, schools, and parking areas scattered throughout the region., Modern architecture of Max Planck Institute for Brain Research in Frankfurt-Riedberg, part of Max Planck Society, founded in 1914, relocated to Frankfurt-Niederrad in 1962, focusing on brain research."}
{"image": "./dataset/exp1/test/building/15/Frankfurt/17172_11094.png", "conditioning_image_road": "./dataset/exp1/test/road/15/Frankfurt/17172_11094.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/Frankfurt/17172_11094.png", "meta_data": [8.6627197265625, 50.13114302523371], "text": "A black and white map of city buildings, Located in Frankfurt, Most buildings are apartments, with some detached and semidetached houses. Parks, playgrounds, pitches, and grass areas are frequent. Various amenities, schools, and places of worship are present., A mix of modern and historic architecture surrounds the area, including the Frankfurt American High School, Deutsche Bundesbank, Institute for Law and Finance, Goethe University Frankfurt, and House of Finance."}
{"image": "./dataset/exp1/test/building/15/Frankfurt/17172_11095.png", "conditioning_image_road": "./dataset/exp1/test/road/15/Frankfurt/17172_11095.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/Frankfurt/17172_11095.png", "meta_data": [8.6627197265625, 50.12409991313027], "text": "A black and white map of city buildings, Located in Frankfurt, Mostly residential area with numerous buildings (over 500), several parks, gardens, playgrounds, universities, and various amenities like cafes, parking lots, and theaters., The IG Farben Building, a modernist New Objectivity style complex in Frankfurt, was the largest office building in Europe in the 1930s. It housed the world's largest chemical company and served significant historical roles."}
{"image": "./dataset/exp1/test/building/15/Frankfurt/17172_11096.png", "conditioning_image_road": "./dataset/exp1/test/road/15/Frankfurt/17172_11096.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/Frankfurt/17172_11096.png", "meta_data": [8.6627197265625, 50.117055764529894], "text": "A black and white map of city buildings, Located in Frankfurt, Most buildings are residential or apartments, with some offices and a few parks, playgrounds, and gardens. Various roof shapes include hipped, gabled, flat, and mansard., Westend, Frankfurt - Home to Bettinaschule and ODDO BHF, the district features Wilhelminian style buildings, old villas used as offices, and high real estate prices, forming a prestigious residential and financial hub."}
{"image": "./dataset/exp1/test/building/15/Frankfurt/17172_11097.png", "conditioning_image_road": "./dataset/exp1/test/road/15/Frankfurt/17172_11097.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/Frankfurt/17172_11097.png", "meta_data": [8.6627197265625, 50.11001057938651], "text": "A black and white map of city buildings, Located in Frankfurt, Mostly residential buildings with some commercial and office buildings. Paving stones and concrete surfaces. Few parks, playgrounds, and water bodies. Occasionally hotels, restaurants, and shops., A modern skyscraper complex in Westend-Süd, Frankfurt, including the 53-storey Westend Tower, City-Haus, and the sculptural artwork 'Inverted Collar and Tie' by Claes Oldenburg."}
{"image": "./dataset/exp1/test/building/15/Frankfurt/17172_11098.png", "conditioning_image_road": "./dataset/exp1/test/road/15/Frankfurt/17172_11098.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/Frankfurt/17172_11098.png", "meta_data": [8.6627197265625, 50.10296435765416], "text": "A black and white map of city buildings, Located in Frankfurt, Mostly residential area with numerous buildings including apartments, some parks, playgrounds, and sports facilities. Various surface materials like paving stones and concrete are common., Iconic skyscraper Westhafen Tower stands tall in Gutleutviertel, Frankfurt. Designed by Schneider & Schumacher, completed in 2004, it symbolizes modern architecture in the former West Port area."}
{"image": "./dataset/exp1/test/building/15/Frankfurt/17172_11099.png", "conditioning_image_road": "./dataset/exp1/test/road/15/Frankfurt/17172_11099.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/Frankfurt/17172_11099.png", "meta_data": [8.6627197265625, 50.09591709928689], "text": "A black and white map of city buildings, Located in Frankfurt, Mostly residential buildings, some parks and sports facilities, occasional water bodies and industrial areas, with a few hospitals, schools, and commercial spaces., Neo-Gothic and Neo-Renaissance buildings in the historic city center of Frankfurt."}
{"image": "./dataset/exp1/test/building/15/NewYorkCity/9647_12318.png", "conditioning_image_road": "./dataset/exp1/test/road/15/NewYorkCity/9647_12318.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/NewYorkCity/9647_12318.png", "meta_data": [-74.0093994140625, 40.72644557531407], "text": "A black and white map of city buildings, Located in NewYorkCity, Most buildings are residential with some commercial and industrial areas. Various leisure facilities like parks, swimming pools, and sports fields are scattered throughout the area., Historic Federal architecture buildings in Hudson Square, including James Brown House, 32, 34 & 36 Dominick Street Houses, and the New York City Fire Museum preserving FDNY history."}
{"image": "./dataset/exp1/test/building/15/NewYorkCity/9647_12319.png", "conditioning_image_road": "./dataset/exp1/test/road/15/NewYorkCity/9647_12319.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/NewYorkCity/9647_12319.png", "meta_data": [-74.0093994140625, 40.71811924955877], "text": "A black and white map of city buildings, Located in NewYorkCity, Most common features include 552 gardens, 627 buildings, 210 concrete roofs, 224 flat roof shapes, 57 concrete surfaces, and 132 pedestrian highways., Art Deco-style 60 Hudson Street, formerly Western Union Building, stands tall in Tribeca. Designed by Ralph Thomas Walker, it features Dutch and German Expressionism influences, asymmetrical massing, and a gradient brick facade."}
{"image": "./dataset/exp1/test/building/15/NewYorkCity/9647_12320.png", "conditioning_image_road": "./dataset/exp1/test/road/15/NewYorkCity/9647_12320.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/NewYorkCity/9647_12320.png", "meta_data": [-74.0093994140625, 40.70979188224597], "text": "A black and white map of city buildings, Located in NewYorkCity, Most common features include gardens, concrete buildings, paved footways, and granite surfaces. Some buildings have glass or brick materials. Parks, grass lands, and parking areas are also present., Historic Corbin Building, a Romanesque Revival gem in the Financial District. Built in 1888, it boasts intricate terracotta detailing and Guastavino tile ceilings, a unique architectural marvel."}
{"image": "./dataset/exp1/test/building/15/NewYorkCity/9647_12321.png", "conditioning_image_road": "./dataset/exp1/test/road/15/NewYorkCity/9647_12321.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/NewYorkCity/9647_12321.png", "meta_data": [-74.0093994140625, 40.70146347342132], "text": "A black and white map of city buildings, Located in NewYorkCity, Most common features include 210 gardens, 127 buildings, 73 glass buildings, 314 concrete roofs, 112 pedestrian highways, 37 paving_stone surfaces, and 36 grass landuse areas., Financial District in Lower Manhattan with iconic skyscrapers like 55 Water Street and 1 New York Plaza. Home to historical sites like Vietnam Veterans Plaza and New York City Police Museum."}
{"image": "./dataset/exp1/test/building/15/NewYorkCity/9647_12323.png", "conditioning_image_road": "./dataset/exp1/test/road/15/NewYorkCity/9647_12323.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/NewYorkCity/9647_12323.png", "meta_data": [-74.0093994140625, 40.68480353141945], "text": "A black and white map of city buildings, Located in NewYorkCity, Most buildings are residential, with some commercial and industrial structures. Several gardens and parks, few recreational areas, occasional water bodies, and a few sports facilities., Historic oil tanker Mary A. Whalen in Red Hook, Brooklyn, built in 1938 by John J. Mathis Company. A rare 'bell boat' with significant maritime history, listed on National Register of Historic Places."}
{"image": "./dataset/exp1/test/building/15/NewYorkCity/9647_12324.png", "conditioning_image_road": "./dataset/exp1/test/road/15/NewYorkCity/9647_12324.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/NewYorkCity/9647_12324.png", "meta_data": [-74.0093994140625, 40.67647199833398], "text": "A black and white map of city buildings, Located in NewYorkCity, Mostly residential buildings with some parks, playgrounds, schools, and sports facilities. Few industrial and commercial buildings. Occasionally religious places and social facilities., Red Hook, Brooklyn is a historic neighborhood in western Brooklyn, NYC. Home to Sixpoint Brewery, Pioneer Works, Red Hook Houses, and Defonte's sandwich shop. Known for its maritime history and cultural arts scene."}
{"image": "./dataset/exp1/test/building/15/NewYorkCity/9648_12318.png", "conditioning_image_road": "./dataset/exp1/test/road/15/NewYorkCity/9648_12318.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/NewYorkCity/9648_12318.png", "meta_data": [-73.9984130859375, 40.72644557531407], "text": "A black and white map of city buildings, Located in NewYorkCity, Most common features include 1104 'yes' buildings, 121 apartments, 55 gardens, 49 university buildings, and 16 grass landuse areas., A cultural hub with historic buildings like The Loft, Terrain Gallery, and Coles Sports Center. Mercer Street, The Gallery, and Time Landscape are nearby, enriching the vibrant urban fabric."}
{"image": "./dataset/exp1/test/building/15/NewYorkCity/9648_12319.png", "conditioning_image_road": "./dataset/exp1/test/road/15/NewYorkCity/9648_12319.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/NewYorkCity/9648_12319.png", "meta_data": [-73.9984130859375, 40.71811924955877], "text": "A black and white map of city buildings, Located in NewYorkCity, Most common landuse is garden with 236 occurrences, followed by residential buildings with 1324. Various sports facilities are present, such as 18 pitches and 7 playgrounds., Located in Little Italy, Manhattan, the Church of the Most Precious Blood, Umbertos Clam House, and other historic buildings surround the area. Architectural styles include Italianate and Federal."}
{"image": "./dataset/exp1/test/building/15/NewYorkCity/9648_12320.png", "conditioning_image_road": "./dataset/exp1/test/road/15/NewYorkCity/9648_12320.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/NewYorkCity/9648_12320.png", "meta_data": [-73.9984130859375, 40.70979188224597], "text": "A black and white map of city buildings, Located in NewYorkCity, Mostly gardens and leisure areas with many buildings including apartments, few construction sites, occasional parks, and some parking facilities in the vicinity., Public housing development in Two Bridges neighborhood of Lower East Side, Manhattan. Alfred E. Smith Houses consist of 12 buildings, 17 stories tall, housing 1,931 apartments and 5,739 people."}
{"image": "./dataset/exp1/test/building/15/NewYorkCity/9648_12321.png", "conditioning_image_road": "./dataset/exp1/test/road/15/NewYorkCity/9648_12321.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/NewYorkCity/9648_12321.png", "meta_data": [-73.9984130859375, 40.70146347342132], "text": "A black and white map of city buildings, Located in NewYorkCity, Mostly gardens, some parks and pitches, few buildings like apartments and churches, occasionally bridges and piers, often pedestrian highways, very few hotels and attractions., Iconic Brooklyn sites include the Squibb Park Bridge, Bargemusic, and historic Hotel Margaret. Enjoy classical music on a barge, stroll through Brooklyn Bridge Park, and savor famous pizzas nearby."}
{"image": "./dataset/exp1/test/building/15/NewYorkCity/9648_12322.png", "conditioning_image_road": "./dataset/exp1/test/road/15/NewYorkCity/9648_12322.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/NewYorkCity/9648_12322.png", "meta_data": [-73.9984130859375, 40.69313402313054], "text": "A black and white map of city buildings, Located in NewYorkCity, Most buildings are residential apartments, with few industrial and religious land uses. Several sports facilities like pitches, playgrounds, and gardens are scattered throughout the area., Greek Revival subway ventilator in Brooklyn Heights, built in 1847, now serves as a subway vent and emergency exit. Valued at $2.8 million, with black Lexan windows for camouflage."}
{"image": "./dataset/exp1/test/building/15/NewYorkCity/9648_12323.png", "conditioning_image_road": "./dataset/exp1/test/road/15/NewYorkCity/9648_12323.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/NewYorkCity/9648_12323.png", "meta_data": [-73.9984130859375, 40.68480353141945], "text": "A black and white map of city buildings, Located in NewYorkCity, Most buildings are residential with some churches, schools, and apartments. Several parks, playgrounds, and swimming pools are present, along with a few gardens and sports centers., Historic Greek Revival-style John Rankin House, a landmark in Carroll Gardens. Built in 1840, it features a grand mahogany stairway and is now home to F. G. Guido Funeral Home."}
{"image": "./dataset/exp1/test/building/15/NewYorkCity/9648_12324.png", "conditioning_image_road": "./dataset/exp1/test/road/15/NewYorkCity/9648_12324.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/NewYorkCity/9648_12324.png", "meta_data": [-73.9984130859375, 40.67647199833398], "text": "A black and white map of city buildings, Located in NewYorkCity, Most buildings are residential, with some industrial and recreational areas. Few healthcare and social facilities, occasional shops, and a variety of leisure amenities., Italian restaurant, elevated subway station, vintage musical instrument boutique, and art exhibitions in Gowanus, Brooklyn. Diverse architectural styles include industrial, contemporary, and artistic influences."}
{"image": "./dataset/exp1/test/building/15/NewYorkCity/9649_12318.png", "conditioning_image_road": "./dataset/exp1/test/road/15/NewYorkCity/9649_12318.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/NewYorkCity/9649_12318.png", "meta_data": [-73.9874267578125, 40.72644557531407], "text": "A black and white map of city buildings, Located in NewYorkCity, Mostly leisure areas including parks, gardens, playgrounds, with some sports facilities like basketball courts. Various building types with predominantly asphalt surfaces and grass landuse., A vibrant area known as Curry Row in East Village, Manhattan, with South Asian restaurants. Nearby, find the historic German Evangelical Lutheran Church of St. Mark and Greek Revival-style buildings."}
{"image": "./dataset/exp1/test/building/15/NewYorkCity/9649_12319.png", "conditioning_image_road": "./dataset/exp1/test/road/15/NewYorkCity/9649_12319.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/NewYorkCity/9649_12319.png", "meta_data": [-73.9874267578125, 40.71811924955877], "text": "A black and white map of city buildings, Located in NewYorkCity, Most buildings are residential apartments, with some hotels and commercial spaces. Parks and gardens are abundant, with various sports facilities and leisure areas scattered throughout., The Blue Condominium, a unique high-rise structure in the Lower East Side, features a faceted pixelated form clad in a blue panel and window curtain wall system, contrasting with the surrounding low-rise brick buildings."}
{"image": "./dataset/exp1/test/building/15/NewYorkCity/9649_12320.png", "conditioning_image_road": "./dataset/exp1/test/road/15/NewYorkCity/9649_12320.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/NewYorkCity/9649_12320.png", "meta_data": [-73.9874267578125, 40.70979188224597], "text": "A black and white map of city buildings, Located in NewYorkCity, Most buildings have concrete roofs, with flat roofs being dominant. Some buildings are residential, with a few apartments. Various sports facilities like playgrounds and parks are common., A mix of public housing, schools, and skyscrapers in Lower Manhattan. Includes LaGuardia Houses, Shuang Wen School, One Manhattan Square, and the Manhattan Bridge."}
{"image": "./dataset/exp1/test/building/15/NewYorkCity/9649_12321.png", "conditioning_image_road": "./dataset/exp1/test/road/15/NewYorkCity/9649_12321.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/NewYorkCity/9649_12321.png", "meta_data": [-73.9874267578125, 40.70146347342132], "text": "A black and white map of city buildings, Located in NewYorkCity, Mostly residential area with numerous gardens, some parks, few playgrounds, occasional sports facilities, various building types, often paved surfaces, occasional schools, and several footways., Historic Public School 7, a masonry building from 1882 in Dumbo, Brooklyn. The architecture features pressed brick and sandstone trim, listed on the National Register of Historic Places since 1983."}
{"image": "./dataset/exp1/test/building/15/NewYorkCity/9649_12322.png", "conditioning_image_road": "./dataset/exp1/test/road/15/NewYorkCity/9649_12322.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/NewYorkCity/9649_12322.png", "meta_data": [-73.9874267578125, 40.69313402313054], "text": "A black and white map of city buildings, Located in NewYorkCity, Most common features include 433 buildings, 159 gardens, 34 concrete surfaces, and 26 grass landuse areas. Some areas have 136 building parts., Modernist Transportation Building at 370 Jay Street, a historic landmark in Downtown Brooklyn, known for its revenue-collecting operations for the NYC Subway and modernist design praised by Lewis Mumford and Robert A. M. Stern."}
{"image": "./dataset/exp1/test/building/15/Seattle/5246_11438.png", "conditioning_image_road": "./dataset/exp1/test/road/15/Seattle/5246_11438.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/Seattle/5246_11438.png", "meta_data": [-122.3602294921875, 47.64688683831195], "text": "A black and white map of city buildings, Located in Seattle, Mostly residential area with numerous buildings, some parks and sports facilities, a few schools and universities, several parking lots, and occasional places of worship., Seattle Pacific University, a private Christian university founded in 1891. The campus features a blend of historic and modern architecture, reflecting its evolution from Seattle Seminary to Seattle Pacific University."}
{"image": "./dataset/exp1/test/building/15/Seattle/5246_11439.png", "conditioning_image_road": "./dataset/exp1/test/road/15/Seattle/5246_11439.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/Seattle/5246_11439.png", "meta_data": [-122.3602294921875, 47.6394848481507], "text": "A black and white map of city buildings, Located in Seattle, Mostly residential area with many houses, some schools, few parks, a few playgrounds, occasional sports facilities, some shops, occasional restaurants, and several parking spaces., Queen Anne is a historic neighborhood in Seattle known for its mansions built in the Queen Anne architectural style. Home to the Kavana Cooperative, a non-denominational Jewish congregation."}
{"image": "./dataset/exp1/test/building/15/Seattle/5246_11440.png", "conditioning_image_road": "./dataset/exp1/test/road/15/Seattle/5246_11440.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/Seattle/5246_11440.png", "meta_data": [-122.3602294921875, 47.63208180915599], "text": "A black and white map of city buildings, Located in Seattle, Most buildings are houses, with very few industrial and retail buildings. Several parks and playgrounds, some sports facilities like baseball and tennis courts. Occasionally libraries and schools., Historic Richardsonian Romanesque West Queen Anne School, now luxury condos, designed by Skillings and Corner. Queen Anne Masonic Lodge, former telephone exchange, now event space, on top of Queen Anne Hill."}
{"image": "./dataset/exp1/test/building/15/Seattle/5246_11441.png", "conditioning_image_road": "./dataset/exp1/test/road/15/Seattle/5246_11441.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/Seattle/5246_11441.png", "meta_data": [-122.3602294921875, 47.62467772130282], "text": "A black and white map of city buildings, Located in Seattle, Mostly residential area with some commercial buildings, numerous parking spaces, a few parks, stadiums, and hotels, occasional leisure and tourism amenities., Lower Queen Anne (Uptown) neighborhood at the base of Queen Anne Hill, connected to Upper Queen Anne by the steep Counterbalance. Home to Seattle Center, Climate Pledge Arena, Seattle Repertory Theatre, and more."}
{"image": "./dataset/exp1/test/building/15/Seattle/5246_11442.png", "conditioning_image_road": "./dataset/exp1/test/road/15/Seattle/5246_11442.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/Seattle/5246_11442.png", "meta_data": [-122.3602294921875, 47.61727258456622], "text": "A black and white map of city buildings, Located in Seattle, Mostly residential area with numerous buildings, parks, grass areas, and some commercial and retail spaces. Several hotels, artworks, and outdoor seating spots can be found., Olympic Sculpture Park features iconic outdoor sculptures like Persephone Unbound, Perre's Ventaglio III, and Bunyon's Chess. Adjacent, Against, Upon by Michael Heizer is a notable piece in the park."}
{"image": "./dataset/exp1/test/building/15/Seattle/5247_11438.png", "conditioning_image_road": "./dataset/exp1/test/road/15/Seattle/5247_11438.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/Seattle/5247_11438.png", "meta_data": [-122.3492431640625, 47.64688683831195], "text": "A black and white map of city buildings, Located in Seattle, Mostly residential area with numerous buildings, some parks, several footways, a few piers, occasional shops, and a variety of land uses., Aurora Bridge is a historic cantilever and truss bridge spanning Lake Union. Built in 1932, it connects Queen Anne and Fremont neighborhoods. Known for its tragic incidents and listed on the National Register of Historic Places."}
{"image": "./dataset/exp1/test/building/15/Seattle/5247_11439.png", "conditioning_image_road": "./dataset/exp1/test/road/15/Seattle/5247_11439.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/Seattle/5247_11439.png", "meta_data": [-122.3492431640625, 47.6394848481507], "text": "A black and white map of city buildings, Located in Seattle, Most buildings are residential houses, with some woodlands, several parking areas, a few parks, playgrounds, and leisure amenities like cafes and schools., A deck arch bridge, Canlis restaurant, and Seattle Country Day School are prominent in the Queen Anne neighborhood. The North Queen Anne Drive Bridge stands out with its unique engineering style."}
{"image": "./dataset/exp1/test/building/15/Seattle/5247_11440.png", "conditioning_image_road": "./dataset/exp1/test/road/15/Seattle/5247_11440.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/Seattle/5247_11440.png", "meta_data": [-122.3492431640625, 47.63208180915599], "text": "A black and white map of city buildings, Located in Seattle, Mostly residential area with numerous buildings such as houses and apartments, several parks and playgrounds, some schools and sports facilities, and a few forests., Located in Seattle's Queen Anne neighborhood, notable for Queen Anne High School, now condominiums, and KOMO-TV's studios in KOMO Plaza. The area features historic architecture and serves as a media hub."}
{"image": "./dataset/exp1/test/building/15/Seattle/5247_11441.png", "conditioning_image_road": "./dataset/exp1/test/road/15/Seattle/5247_11441.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/Seattle/5247_11441.png", "meta_data": [-122.3492431640625, 47.62467772130282], "text": "A black and white map of city buildings, Located in Seattle, Mostly residential area with numerous buildings, some parks, gardens, stadiums, and pitches. Various leisure and tourism facilities, with occasional commercial and recreational landuse., Seattle Opera at Marion Oliver McCaw Hall, Mercer Arena, and other cultural venues at Seattle Center, embodying modern and neoclassical architectural styles, enriching Seattle's arts and entertainment scene."}
{"image": "./dataset/exp1/test/building/15/Seattle/5247_11442.png", "conditioning_image_road": "./dataset/exp1/test/road/15/Seattle/5247_11442.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/Seattle/5247_11442.png", "meta_data": [-122.3492431640625, 47.61727258456622], "text": "A black and white map of city buildings, Located in Seattle, Mostly residential area with numerous buildings including apartments, some green spaces like gardens and parks, few museums, hotels, and pedestrian paths., Belltown neighborhood features include the historic 5 Point Cafe, Statue of Chief Seattle, and the demolished McGuire Apartments. Explore the French bakery and Griffin College remnants in this vibrant area."}
{"image": "./dataset/exp1/test/building/15/Seattle/5247_11443.png", "conditioning_image_road": "./dataset/exp1/test/road/15/Seattle/5247_11443.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/Seattle/5247_11443.png", "meta_data": [-122.3492431640625, 47.60986639892135], "text": "A black and white map of city buildings, Located in Seattle, Mostly residential and commercial landuse with some parks and marinas. Many apartments and few offices. Various building materials including glass and brick. Several piers and parking areas., The Edgewater is a historic over-water hotel in Seattle, known for hosting The Beatles. It features a Beatles-themed suite and waterfront views of Elliott Bay, with a unique architectural history."}
{"image": "./dataset/exp1/test/building/15/Seattle/5248_11438.png", "conditioning_image_road": "./dataset/exp1/test/road/15/Seattle/5248_11438.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/Seattle/5248_11438.png", "meta_data": [-122.3382568359375, 47.64688683831195], "text": "A black and white map of city buildings, Located in Seattle, Most common landuse is grass and residential, with some construction. Buildings include many residential houses and some apartments. Various amenities like parking and restaurants are present., Gas Works Park, a historic site on Lake Union's north shore, features remnants of a coal gasification plant. Designed by Richard Haag, it offers green spaces, public art, and industrial architectural elements."}
{"image": "./dataset/exp1/test/building/15/Seattle/5248_11440.png", "conditioning_image_road": "./dataset/exp1/test/road/15/Seattle/5248_11440.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/Seattle/5248_11440.png", "meta_data": [-122.3382568359375, 47.63208180915599], "text": "A black and white map of city buildings, Located in Seattle, Most buildings are residential, with some apartments, few offices and commercial buildings. Several piers, parking lots, forests, and gardens can also be found., Westlake is a narrow neighborhood on the western shore of Lake Union, Seattle. It features historic houseboats, commercial buildings, and a mix of architectural styles, including mid-century modern and contemporary designs."}
{"image": "./dataset/exp1/test/building/15/Seattle/5248_11441.png", "conditioning_image_road": "./dataset/exp1/test/road/15/Seattle/5248_11441.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/Seattle/5248_11441.png", "meta_data": [-122.3382568359375, 47.62467772130282], "text": "A black and white map of city buildings, Located in Seattle, Most buildings are residential, with some offices and apartments. Few leisure areas like parks and playgrounds. Landuse includes grass and commercial areas. Several museums and attractions., A sculpture by Jaume Plensa, Mirall, features two seated figures made of letters from eight alphabets, located outside the Allen Institute in Seattle's South Lake Union neighborhood."}
{"image": "./dataset/exp1/test/building/15/Seattle/5248_11442.png", "conditioning_image_road": "./dataset/exp1/test/road/15/Seattle/5248_11442.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/Seattle/5248_11442.png", "meta_data": [-122.3382568359375, 47.61727258456622], "text": "A black and white map of city buildings, Located in Seattle, Mostly urban area with numerous buildings, parking lots, commercial and residential landuse. Several leisure facilities, diverse amenities, and various building materials and types., Modern high-rise buildings in Denny Triangle, Seattle, including Stratus and Cirrus, designed by Weber Thompson, inspired by cloud types. The neighborhood also houses Amazon headquarters and the Cornish College of the Arts."}
{"image": "./dataset/exp1/test/building/15/Seattle/5248_11443.png", "conditioning_image_road": "./dataset/exp1/test/road/15/Seattle/5248_11443.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/Seattle/5248_11443.png", "meta_data": [-122.3382568359375, 47.60986639892135], "text": "A black and white map of city buildings, Located in Seattle, Most buildings are residential and office, with some hotels and retail. Several parks, playgrounds, cafes, and markets. Various building materials like glass, concrete, and brick., Luxury residential skyscrapers like West Edge Tower and Helios dominate the skyline near Pike Place Market. The historic Eitel Building and Grand Pacific Hotel add charm to the bustling city center."}
{"image": "./dataset/exp1/test/building/15/Seattle/5248_11444.png", "conditioning_image_road": "./dataset/exp1/test/road/15/Seattle/5248_11444.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/Seattle/5248_11444.png", "meta_data": [-122.3382568359375, 47.60245916434337], "text": "A black and white map of city buildings, Located in Seattle, Most buildings are residential and commercial, with some offices and hotels. Several parking spaces and piers, few amusement arcades and playgrounds, occasional attractions and parks., Colman Dock, Pier 52, serves ferry routes to Bainbridge Island and Bremerton. Nearby, Ivar Feeding the Gulls sculpture depicts Ivar Haglund. Pioneer Square Habitat Beach, a new urban beach, enhances the waterfront."}
{"image": "./dataset/exp1/test/building/15/Seattle/5249_11438.png", "conditioning_image_road": "./dataset/exp1/test/road/15/Seattle/5249_11438.png", "conditioning_image_landuse": "./dataset/exp1/test/landuse/15/Seattle/5249_11438.png", "meta_data": [-122.3272705078125, 47.64688683831195], "text": "A black and white map of city buildings, Located in Seattle, Most common features include 239 buildings, 11 parks, 18 parkings, 79 houseboats, and 6 scrubs. Some areas have marinas, piers, and gantries., Fairview Park is a 0.8-acre park on Lake Union's eastern shoreline. It features a P-Patch and a boat launch. College Club of Seattle is a private club and gym on Lake Union."}